Repository: AnonOnWarpath/adhocracy
Catalog: adhocracy/i18n/*/LC_MESSAGES/adhocracy.po
Languages: fr

source: You can disable adoption votes, leaving only rating polls enabled.
fr: Vous pouvez desactiver les votes d'adoption pour ne laisser que les sondages d'opinions.

source: Enable (final) adoption voting:
fr: Permettre un vote d'adoption (final):

source: You can disable vote delegation, allowing only direct vote casting.
fr: Vous pouvez desactiver le vote par délégation pour permettre suelement les votes directes.

source: Enable vote delegation:
fr: Permettre la délégation de vote:

source: In order to become active, a proposal must reach the given proportion of approval.
fr: Pour devenir active, une proposition doit atteindre la proportion donné d'acceptation

source: Majority:
fr: Majorité:

source: A simple majority (&frac12; of vote)
fr: Une simple majorité (&frac12; des voix)

source: A two-thirds majority
fr: Une majorité des deux tiers

source: In Soviet Russia, proposal votes you.
fr: En Russie soviétique, les propositions vous vote.

source: Before activating, the defined majority must be continuously held by the proposal for the specified interval.
fr: Avant d'être valable, la majorité définit doit être tenus pour au moins la durée de temps spécifié.

source: Delay:
fr: Délais:

source: No delay
fr: Sans délais

source: 1 Day
fr: 1 jour

source: 2 Days
fr: 2 jours

source: One Week
fr: Une semaine

source: Two Weeks
fr: Deux semaines

source: Four Weeks
fr: Quatre semaines

source: Membership Options
fr: Paramètre d'adhésion

source: When a new member joins, he or she will be a member of this user group.
fr: Quand un nouveau membre arrive, il feras parti de ce groupe.

source: Default group:
fr: Groupe de défault.

source: Select a logo file to appear in the header area of this Instance.
fr: Choisissez un logo qui apparaitra à la tête de votre instance.

source: File upload:
fr: Uploadé un document:

source: General Settings
fr: préférences générale

source: Select whether this instance will be shown in public listings.
fr: Choisissez si cette instance doit être montré publiquement.

source: Hide this instance:
fr: Cahez cette instance:

source: Use norm documents to structure the instance debate.
fr: Utiliser des règles pour structurer le débat

source: Use norms:
fr: Règles utilisées

source: Control whether content produced within this instance will be included in public search engines.
fr: Controle si les contenus publiés dans cette instance doivent être inclu sur les moteur de recherche publiques.

source: Allow search engine access:
fr: Permettre l'accès au moteur de recherche:

source: The language setting will be overridden by the user's personal setting.
fr: Les préferences de languages seront supplanté par les préference personnelle des utilisateurs.

source: Language:
fr: Langue:

source: Advanced Settings
fr: Configuration avancée

source: These settings allow you to further customize your instance by adding custom CSS to change the layout of your instance, and by setting the main menu link destinations.
fr: Ces paramètres vous permettent de personnaliser encore plus votre exemple en ajoutant des CSS personnalisée pour modifier la présentation de votre instance, et en définissant les destinations des liens du menu.

source: new instance
fr: nouvelle instance

source: Instances are little democracies that are ran by their community.
fr: Les instances sont de petites démocraties entretenu par leur communauté.

source: What is an instance?
fr: Qu'est ce qu'une instance?

source: When should I create an instance?
fr: Quand créer une instance?

source: How can I create an instance?
fr: Comment créer une instance?

source: New Instance
fr: Nouvelle Instance

source: Instance address
fr: Adresse de l'instance

source: The address may only contain alpha-numeric characters. Please note that this key cannot be changed after the instance has been created.
fr: L'adresse ne peut contenir que des caractères alpha-numérique. Veuillez noter que cette clef ne peut être modifié une fois l'instance créé.

source: Introduce a new idea to debate.
fr: Introduire une nouvelle idée a débattre.

source: new proposal
fr: nouvelle proposition

source: show a list of proposals
fr: montré une liste des propositions

source: more proposals
fr: plus de propositions

source: Help topics:
fr: Rubriques d'aide:

source: (ideas for debate)
fr: (idées soumis au débat)

source: (keywords)
fr: (mot clef)

source: of voting rights
fr: des droit de votes

source: via E-Mail or Twitter
fr: via mail ou twitter

source: Guide: Signing up
fr: Guide: s'inscrire

source: Guide: Creating proposals
fr: Guide: créer des propositions

source: Guide: Developing proposals
fr: Guide: developper des propositions

source: Other help
fr: Autres sujets d'aide

source: %s proposal
fr: proposition %s

source: %s norm
fr: %s règle

source: Edit this instance to change its description or voting rules.
fr: Editer la description et les paramètres de vote de cette instance

source: Subject
fr: Règle

source: Your e-mail address will be included in this message to give the recipient a method to reply to you.
fr: Votre adresse mail sera inclu dans le

source: Dear %s, ...
fr: Cher %s, ...

source: Delete: %s
fr: Effacer: %s

source: Edit %s
fr: Éditer %s

source: What is a proposal?
fr: Qu'est ce qu'une proposition.

source: Related Proposals
fr: Proposition proche

source: Add an OpenID
fr: Ajouté une OpenID

source: Add OpenID
fr: Ajouté une OpenID

source: Enter the URL of your OpenID to connect the ID to your account. This will allow you to login using this OpenID in the future.
fr: Veuillez mettre l'URL de votre identité OpenID pour la connecter à votre compte. Ceci vous permettra de vous inscrire avec celle ci.

source: Login with your OpenID to skip registration.
fr: identifier vous avec une identité OpenID pour sauter l'enrengistrement.

source: Sign in
fr: Identification

source: Continue
fr: continuez

source: Select a user name
fr: Choisissez un nom d'utilisateur

source: User name
fr: Nom d'utilisateur

source: A unique user name is required for you complete sign up and login. The user name received from your OpenID provider is invalid. Please provide a different, unique user name.
fr: Un nom d'utilisateur unique est nécessaire pour finaliser votre inscription. Le nom d'utilisateur donné par votre fournisseur OpenID est déjà utilisé. Veuillez s'il vous plaît donner un nouveau nom d'utilisateur.

source: Username:
fr: Nom d'utilisateur:

source: Are you sure you want to delete this page?
fr: àtes vous sur de vouloir effacer cette page?

source: Are you sure you want to purge variant %s?
fr: Souhaitez vous effacer cette page?

source: WARNING: This will remove all revisions of the variant from any proposals that might support it.
fr: AVERTISSEMENT: Cela engendrera l'effacement de toutes les révisions de la motion et de toutes les propositions qui pourraient l'appuyer.

source: Variant: %s
fr: Motion: %s

source: Create a new proposal...
fr: Créer une nouvelle proposition

source: Edit variant
fr: Editer la motion

source: new norm
fr: nouvelle règle

source: Popular tags
fr: Tags populaires

source: New page
fr: Nouvelle page

source: Which pages types are there?
fr: Quels types de pages sont ici ?

source: What is a wiki page?
fr: Qu'est ce qu'une page wiki ?

source: New norm
fr: Nouvelle règle

source: Tags to describe the subject
fr: des tags pour décrire cette règle

source: Multiple tags can be separated by commas.
fr: Plusieur tags peuvent être séparé par des virgules.

source: Help.
fr: aide.

source: Parent page:
fr: Page parent:

source: The new norm will be categorized under the specified parent theme.
fr: La nouvelle règle sera classée dans le thème parent spécifié.

source: Variant:
fr: Motion:

source: Page created on %s by %s
fr: Page créé par %s sur %s

source: %s comment
fr: commentaire %s

source: latest <b>%s</b>
fr: dernier <b>%s</b>

source: (none)
fr: (rien)

source: Propose alternative language.
fr: Proposer autre langue.

source: Edit the status quo.
fr: Editer le statut quo

source: End a poll
fr: Finir un vote.

source: You are about to cancel this poll. This means that the proposal will become editable again but that all votes that have been cast at this time <strong>will be invalidated</strong>.
fr: Vous êtes en train d'annuler ce vote. La proposition sera de nouveau éditable, mais tout les votes fait jusqu'à maintenant seront <strong>annulé</strong>.

source: to abstain
fr: s'abstenir

source: Poll
fr: Vote

source: Percent
fr: Pourcentage

source: Affirm
fr: Appouver

source: Dissent
fr: S'opposer

source: Abstain
fr: S'abstenir

source: vote
fr: voter

source: %d votes
fr: %d voix

source: ended %s
fr: finit le %s

source: began %s
fr: débute %s

source: Votes: %s
fr: Voix:%s

source: Vote results are updated with a short delay. After casting your vote, expect a short delay before the tally updates.
fr: Les résultats du vote sont réactualisé après un court délais. Après votre vote, attendez vous un un court retard avant le changement des résultats.

source: Call a poll
fr: Appeler au vote

source: You are about to call for a vote. When you do this, you will lose the ability to <strong>change the proposal's wording</strong> unless you cancel the vote.
fr: Vous êtes en train d'appeler au vote. Si vous faites cela, vous ne pourrez <strong>plus changer une virgule</strong> de la proposition sans annuler le vote.

source: Are you sure you want to delete this proposal?
fr: àtes vous sur d'éffacer cette proposition?

source: Delegations: %s
fr: Délégations: %s

source: How can I support a proposal?
fr: Comment soutenir une proposition?

source: Guide: Supporting proposals
fr: Guide soutenir des propositions

source: New Proposal
fr: Nouvelle proposition

source: Proposal goals
fr: But de la proposition

source: A brief description of <b>the goals</b> of your proposal.
fr: Une brève description des <b>buts<b> de votre proposition.

source: The proposal would...
fr: Cette proposition ferai que...

source: Filter by state
fr: Filtrer par état

source: All
fr: tous

source: Find proposals
fr: Touver des propositions.

source: New proposal
fr: Nouvelle proposition

source: Give a brief description of <b>the goals</b> of your proposal.
fr: Veuillez donner une bref description des <b>buts<b> de votre proposition.

source: Proposals are implemented by including changes towards new or existing norm. Norms are fixed documents that represent the consensus of this instance and can only be changed through a vote. Amend the proposal to change or create a norm.
fr: Les propositions sont mises en œuvre avec les changements, incluant aussi la nouvelle règle ou celle(s) existante(s). Les règles sont fixées représentent le consensus de cette instance et ne peut être modifiée par un vote. Modifier la proposition ou de créer une règle.

source: What is a variant?
fr: Qu'est ce qu'une motion?

source: What does 'Status quo' mean?
fr: Que veut dire "Status quo"?

source: Edit this proposal.
fr: Éditer cette proposition.

source: propose new norm
fr: proposer une nouvelle règle

source: (new)
fr: (neuf)

source: <b>%s%%</b> approval
fr: <b>%s%%</b> d'acceptation

source: Who is receiving delegations?
fr: Qui reçoit des délégation?

source: Call a vote on this proposal by freezing further development.
fr: Appeler au vote de cette proposition en gelant tout développement.

source: call a vote
fr: appeler au vote

source: Delete this proposal.
fr: Effacer cette proposition

source: Support this proposal
fr: Soutenir cette proposition

source: Oppose this proposal
fr: S'oppose à cette proposition

source: %s has been adopted %s.
fr: %s a été adopté %s.

source: Adoption requirements:
fr: Conditions d'adoption:

source: %s%% approval
fr: %s%% de soutient

source: %s participators
fr: %s participants

source: stable majority for %s days
fr: majorité stable pour %s jours

source: Search in %s
fr: Chercher dans %s

source: Search includes issues and proposals.
fr: Recherche inclut proposition et thème

source: You did not provide a search query.
fr: Vous n'avez pas entré de mot recherché.

source: Delete: Implementation of %s
fr: Effacé: Implementation de %s

source: Implementation: %s
fr: Mise en oeuvre: %s

source: Select a norm that you want to relate to. You can later propose a variant of this norm to effect a change.
fr: Sélectionnez une règle que vous souhaitez mettre en relation. Vous pouvez ensuite proposer une motion à cette règle.

source: Include
fr: Inclure

source: Can't find an appropriate norm?
fr: Vous ne trouvez pas une règles appropriées ?

source: Propose a new norm
fr: Proposer une règle

source: The new norm will be categorized under the specified parent page.
fr: La nouvelle règle va être classée dans la page parent spécifié.

source: Have you checked for exisiting norms?
fr: Avez-vous vérifié les règles existantes?

source: Include an existing norm instead
fr: Ajouter un changement à une règle existante.

source: Selected variant
fr: Motion sélectionnée <b>%s</b>

source: Variant selection (%s)
fr: Motion sélectionnée (%s)

source: There is a tie between variants, thus none is included at the moment.
fr: Il y a égalité entre les motions, donc aucune n'est incluse.

source: Status quo has the most votes, resulting in no proposed change to this norm.
fr: Le statut quo a le plus de votes, ce qui résulte aucun changement à cette règle.

source: Selected variant: <b>%s</b>
fr: Motion(s) sélectionnée(s) <b>%s</b>

source: new variant
fr: nouvelle motion

source: Support this variant
fr: Soutenir cette motion

source: Oppose this variant
fr: S'opposer à cette motion

source: (this proposal should not change this norm)
fr: (Cette proposition ne devrait pas changer cette règle)

source: Currently selected for inclusion in this proposal
fr: Actuellement sélectionnés pour inclure dans la proposition

source: view
fr: revoir

source: Tags are keywords used to find, sort and filter proposals and documents.
fr: Les tags sont des mots-clés utilisés pour trouver, trier et filtrer les propositions et les documents.

source: What is a tag?
fr: Qu'est ce qu'un tag?

source: What is a tag cloud?
fr: Qu'est ce qu'un nuage de tags?

source: How can tags be added to proposals and pages?
fr: Comment ajouter des tags aux propositions et aux pages?

source: Similar tags
fr: Tags similaire

source: What is a page?
fr: Qu'est ce qu'une page?

source: used %s times
fr: utilisé %s fois

source: more tags...
fr: plus de tags...

source: Remove this tag.
fr: Effacer ce tag.

source: Support this tag for this proposal.
fr: Soutenir ce tag pour cette proposition.

source: show more
fr: montrer plus

source: add tags...
fr: ajoutez des tags...

source: Multiple tags can be separated by commas or spaces.
fr: Plusieurs tags peuvent être séparées par des virgules ou des espaces.

source: Add tags
fr: Ajouter des tags

source: by %s,
fr: par %s,

source: This revision has no text.
fr: Cette révision n'a pas de texte.

source: This norm has not yet been decided and is thus no official position of this group.
fr: Cette règle n'a pas encore été validée et n'est donc pas en application officielle de ce groupe.

source: discuss (%s comments) &raquo;
fr: discuter (%s commentaires) &raquo;

source: Title:
fr: Titre:

source: see
fr: voir

source: Variant Name
fr: Nom de la motion

source: %s by %s
fr: %s par %s

source: Compare
fr: Comparer

source: Comments: %s
fr: Commentaires : %s

source: Commments
fr: Commentaires

source: Topic
fr: Sujet

source: Given
fr: Donné

source: Received
fr: Reçu

source: There are no delegations.
fr: Aucunes délégations.

source: Settings: %s
fr: Paramètres : %s

source: User Details
fr: Profil Utilisateur

source: Select a new password or leave the fields blank to keep your old one.
fr: Choisissez un nouveau mot de passe ou laisser cette case vierge si vous voulez conserver l'ancien.

source: Password:
fr: Mot de passe:

source: Password (confirm):
fr: Mot de passe : (confirmation)

source: Select how you would like to be notified of events.
fr: Choisissez le niveau de notification des évènements.

source: Contact
fr: Identifiant

source: fewer
fr: aucunes

source: more notifications
fr: toujours

source: E-Mail:
fr: Adresse mail:

source: Not confirmed.
fr: non confirmée

source: Re-send activation link
fr: réenvoyer le lien d'activation

source: OpenID allows you to use a single login on many web sites.
fr: OpenID vous permet d'avoir une identification unique sur plusieurs site web.

source: There are no associated OpenIDs.
fr: Aucun OpenID associé.

source: new
fr: connexion

source: Short biography
fr: Votre description :

source: A bio will allow others to learn about you and perhaps even get you a few delegations.
fr: Une description de vous permet aux membres de mieux vous connaître et donc peut faciliter les membres à vous procurer leur procuration.

source: The pre-set number of entries in listing pages.
fr: Choisissez le nombre de listes visible par pages

source: List size:
fr: Liste par page :

source: Disable help messages and links to the documentation.
fr: Désactiver les messages d'aide et les liens vers la documentation.

source: Hide help messages:
fr: Masquer les messages d'aide :

source: Filter by group
fr: Trier par groupe

source: A listing of all users that have joined this instance.
fr: Liste des utilisateurs qui ont rejoint cette instance.

source: Find users
fr: Chercher des utilisateurs

source: %s is a member in these Adhocracies
fr: %s est membre de ces adhocracies:

source: Who are you, then?
fr: Qui êtes vous alors?

source: If you already have an account, sign in here.
fr: Si vous avez déjà un compte, veuillez vous identifier ici.

source: Creating an account is easy; all you need is a user name, password and email address.
fr: Créer un compte facilement : il vous faut simplement un nom d'utilisateur , mot de passe et une adresse mail valide.

source: If you have an account but you've lost your password, <a href='/reset'>click here</a>.
fr: <a href='/user/reset'>Vous avez perdu votre mot de passe ?</a>.

source: Login:
fr: Identifiant :

source: Proposals: %s
fr: Propositions: %s

source: User name:
fr: Nom d'utilisateur :

source: Can only contain letters and numbers.
fr: Peut seulement contenir des chiffres et des lettres

source: Password reset
fr: Réinitialisation du mot de passe

source: You will be sent an activation link that, when opened, will cause the system to email you a new password.
fr: Un nouveau mot de passe vous sera envoyer lorsque vous aurez sélectionné le lien d'activation que vous venez de recevoir.

source: In order to retrieve your login, you will have to enter your email adress.
fr: Pour récupérer vos identifiants, vous devrez renseigner votre adresse mail.

source: Reset
fr: Annuler

source: Confirmation pending
fr: En attente de confirmation

source: You have recieved an email containing a link. Please open that link in order to reset you password
fr: Vous avez reçu un e-mail. Veuillez ouvrir le lien de ce mail pour réinitialiser votre mot de passe

source: %s does not yet have a bio.
fr: %s n'a pas de biographie.

source: joined %s
fr: a rejoint %s

source: signed up %s
fr: inscrit depuis le %s

source: send a message
fr: envoyer un message

source: make %s
fr: faire %s

source: Resign from this instance.
fr: Vous retirez de cette instance.

source: leave instance
fr: quitter l'instance

source: Watchlist: %s
fr: Abonnements : %s

source: This is your watchlist. You will receive notifications for events concerning each of these items.
fr: Liste de vos abonnements. Vous recevrez des notifications pour les événements concernant chacun de ces articles.

source: What can I watch?
fr: Que puis je suivre ?

source: How can I create a watch?
fr: Comment m'abonner ?
