Repository: AnonOnWarpath/adhocracy
Catalog: adhocracy/i18n/*/LC_MESSAGES/adhocracy.po
Languages: fr

source: oldest
fr: ancien

source: newest
fr: nouveau

source: The comment has been deleted.
fr: Ce commentaire a été effacé.

source: The comment has been reverted.
fr: Ce commentaire a été révisé.

source: Invalid delegation recipient
fr: Destinataire de délégation invalide

source: You have already delegated voting to %s in %s
fr: Vous avez délégué votre vote à %s dans %s

source: Cannot access delegation %(id)s
fr: Ne peut pas accéder aux délégations %(id)s

source: The delegation is now revoked.
fr: La délégations a été révoqué.

source: Error %s
fr: Erreur %s

source: An index of instances run at this site. Select which ones you would like to join and participate!
fr: Un index des adhocracies est visible sur adhocracy.cc. Choisissez celle(s) ou vous souhaitez participer!

source: %s News
fr: nouvelles %s

source: News from %s
fr: Nouvelles de %s

source: The instance %s has been deleted.
fr: L'instance %s a été effacée.

source: Welcome to %(instance)s
fr: Bienvenue sur %(instance)s

source: You're not a member of %(instance)s.
fr: Vous n'êtes pas membre de %(instance)s.

source: You're the founder of %s, cannot leave.
fr: Vous êtes le fondateur de %s, vous ne pouvez pas la quitter.

source: You've left %(instance)s.
fr: Vous avez quitté l' %(instance)s

source: You cannot manipulate one instance from within another instance.
fr: Vous ne pouvez pas manipuler une instance depuis une autre.

source: [%s] Message from %s: %s
fr: [%s] Message de %s: %s

source: Your message has been sent. Thanks.
fr: Votre message a été envoyé. Merci.

source: Invalid input.
fr: Entrée invalide.

source: No OpenID given!
fr: Aucune OpenID renseigné !

source: No OpenID was entered.
fr: Aucune OpenID n'as été donné.

source: No OpenID with ID '%s' exists.
fr: L'OpenID '%s' n'existe pas.

source: You're not authorized to change %s's settings.
fr: Vous n'êtes pas autorisé a changer les préférences de %s.

source: OpenID login failed.
fr: Echec de l'identification par OpenID

source: You have already claimed this OpenID.
fr: Vous utilisez déjà cet OpenID.

source: OpenID %s already belongs to %s.
fr: L'OpenID %s appartient déjà à %s.

source: Justin Case has entered the room.
fr: Justin Case est entré dans la salle.

source: No proposal has been specified
fr: La proposition %s a été effacée.

source: Variant %s is already present, cannot branch.
fr: La motion %s existe déjà , ...

source: You're trying to update to a text which is not part of this pages history
fr: Vous essayez de revenir a une révisions qui ne fait pas partie de cet historique du commentaire

source: Variant %s does not exist!
fr: La motion %s n'existe pas!

source: alphabetically
fr: alphabétique

source: No such text revision.
fr: Aucune révision de ce texte.

source: Cannot compare identical text revisions.
fr: La comparaisons de version identique du même texte n'est pas possible.

source: Cannot compare versions of different texts.
fr: La comparaison de version de deux textes différents n'est pas possible.

source: The page %s has been deleted.
fr: La page %s a été effacé.

source: Invalid text ID %s for this page/variant!
fr: Id du texte %s pour cette page/motion est invalide!

source: This is not an adoption poll.
fr: Ceci n'est pas un vote d'adoption.

source: This is not a rating poll.
fr: Ceci n'est pas un sondage d'opinion.

source: The poll has ended.
fr: Le vote est clos.

source: The proposal is not undergoing a poll.
fr: Il n'y as pas de vote sur cette propositions en ce moment.

source: Proposal: %s
fr: Propositions: %s

source: Activity on the %s proposal
fr: Activité dans la proposition %s

source: The proposal %s has been deleted.
fr: La proposition %s a été effacé.

source: Proposal: %(proposal)s
fr: Proposition: %(proposal)s

source: relevance
fr: pertinence

source: The inclusion of %s has been deleted.
fr: l'inclusion de %s a été effacée.

source: The requested page was not found
fr: La page demandé n'as pas été trouvée.

source: You have been logged out while authenticating at twitter. Please try again.
fr: Vous avez été déconnecté lors de l'authentification de twitter, veuillez réessayer.

source: You're now following %s on twitter so we can send you notifications as direct messages
fr: Vous suivez maintenant %s sur twitter pour que nous puissions vous envoyer des notifications sous forme de message direct.

source: You have no twitter association.
fr: Vous n'êtes relier a aucun compte twitter.

source: You have successfully registered as user %s.
fr: Vous êtes enregistré avec succès sous l'utilisateur %s.

source: There is no user registered with that email address.
fr: Aucun utilisateur enregistré avec cette adresse mail.

source: you have requested that your password be reset. In order to confirm the validity of your claim, please open the link below in your browser:
fr: vous avez fait une demande de réinitialisation de mot de passe. Pour confirmer votre demande, veuillez ouvrir le lien ci dessous dans votre navigateur

source: Reset your password
fr: Réinitialisé votre mot de passe

source: your password has been reset. It is now:
fr: votre mot de passe à été réinitialisé. Il est maintenant:

source: Please login and change the password in your user settings.
fr: Veuillez vous identifier et changer votre mot de passe dans vos préférence d'utilisateur.

source: Your new password
fr: Votre nouveau mot de passe

source: Success. You have been sent an email with your new password.
fr: Succès! Vous allez recevoir un mail avec votre nouveau mot de passe.

source: The reset code is invalid. Please repeat the password recovery procedure.
fr: Code de réinitialisation invalide. Veuillez recommencer la procédure de récupération de mot de passe.

source: Your email has been confirmed.
fr: Votre adresse mail est confirmé.

source: The activation code is invalid. Please have it resent.
fr: Code d'activation invalide. Veuillez réenvoyer un code d'activation.

source: The activation link has been re-sent to your email address.
fr: Un code d'activation a été envoyé a votre adresse mail.

source: Invalid user name or password
fr: Nom d'utilisateur ou mot de passe invalide.

source: %(user)s is using Adhocracy, a democratic decision-making tool.
fr: %(user)s utilise Adhocracy, une plateforme de prise de décision par démocratie directe.

source: %(user)ss Activity
fr: Activité de %(user)ss

source: %s is not a member of %s
fr: %s n'est pas un membre de %s

source: A watchlist entry for this entity already exists.
fr: Une subscription pour cette entité existe déjà .

source: You're not authorized to delete %s's watchlist entries.
fr: Vous n'êtes pas autorisé a effacé les subscritpions de %s.

source: No username is given
fr: Nom d'utilisateur manquant

source: Username is too short
fr: Nom d'utilisateur trop court

source: The username is invalid
fr: Nom d'utilisateur invalide

source: That username already exists
fr: Ce nom d'utilisateur existe déjà

source: That email is already registered
fr: Ce mail est déjà enregistré

source: No instance key is given
fr: Clé d'instance manquante

source: The instance key is invalid
fr: Clé d'instance invalide

source: An instance with that key already exists
fr: Une instance avec cette clé existe déjà

source: No entity with ID '%s' exists
fr: Aucune entité avec l'ID '%s'

source: No proposal with ID '%s' exists
fr: Une proposition avec l'ID '%s' n'existe pas

source: No group with ID '%s' exists
fr: Il n'existe pas de group avec l'ID '%s'

source: No revision with ID '%s' exists
fr: Il n'existe pas de révision avec l'ID '%s'

source: No comment with ID '%s' exists
fr: Il n'existe pas de commentaire avec l'ID '%s'

source: No watchlist entry with ID '%s' exists
fr: Il n'existe pas liste d'observation avec l'ID '%s'

source: Invalid reference
fr: Référence invalide.

source: No user with the user name '%s' exists
fr: Il n'existe pas d'utilisateur avec l'ID '%s'

source: No tagging with ID '%s' exists
fr: Il n'existe pas de tag avec l'ID '%s'

source: No text with ID '%s' exists
fr: Il n'existe pas d'entité avec l'ID '%s'

source: No page '%s' exists
fr: Il n'existe pas de page avec l'ID '%s'

source: Invalid page function: %s
fr: Fonction de page invalide: %s

source: No variant name is given.
fr: Le nom de motion manque.

source: Invalid variant name: %s
fr: Nom de motion invalide: %s

source: Variant name cannot be purely numeric: %s
fr: Un nom de motion ne peut-être purement numérique: %s

source: An entry with this title already exists
fr: Une instance avec cette clef existe déjà

source: No page name is given.
fr: Nom de motion manquante

source: Today
fr: Aujourd'hui

source: Yesterday
fr: Hier

source: %d days
fr: %d jours

source: Voter
fr: Électeur

source: Observer
fr: Observateur

source: Supervisor
fr: Superviseur

source: Administrator
fr: Administrateur

source: Default
fr: Defaut

source: Advisor
fr: Conseillé

source: Draft
fr: Brouillon

source: Polling
fr: Sondage

source: Adopted
fr: Adoptés

source: A liquid democracy platform for making decisions in distributed, open groups by cooperatively creating proposals and voting on them to establish their support.
fr: Une plateforme de démocracie liquide pour faire des décisions dans des groupes ouvert et distribué en créant des propositions de manière collaborative puis pour les votés pour établir leur soutient.

source: adhocracy, direct democracy, liquid democracy, liqd, democracy, wiki, voting,participation, group decisions, decisions, decision-making
fr: adhocracie, démocratie directe, liqd, démocratie, wiki, vote, participation, décision de groupe, décisions, prise de décision

source: Invalid request. Please go back and try again.
fr: Requête invalide. Veuillez recommencer.

source: The method you used is not implemented.
fr: La méthode utilisée n'est pas implémenté.

source: Hi %s,
fr: Bonjour %s,

source: Cheers, the %s Team
fr: Yay, l' equipe %s

source: this email is to check the email address you have provided. In order to confirm this email address, please open the link below in your browser:
fr: Mail de confirmation d'adresse. Pour confirmer, veuillez ouvrir le lien ci-dessous:

source: Confirm your email address
fr: Confirmer votre adresse mail.

source: activity
fr: activité

source: newest comment
fr: dernier commentaire

source: support
fr: soutenir

source: mixed
fr: mixtes

source: Missing page: %s
fr: Page manquante: %s

source: Could not find the entity '%s'
fr: Ne peut pas trouver l'entité: %s

source: We're sorry, but it seems that you lack the permissions to continue.
fr: Nous somme désolé, il semble que vous n'ayez pas les droits requis pour continuer.

source: I'm sorry, it looks like we made a mistake (CSRF alert). Please try again.
fr: Nous sommes désolé, il semble que nous ayons faite un erreur (Alerte CSRF). Veuillez réessayer.

source: variant %(variant)s of %(page)s
fr: motion: %(variant)s de %(page)s

source: is for
fr: pour

source: abstains on
fr: s'abstenir

source: (Undefined)
fr: (non définit)

source: New user: %(user)s
fr: Nouvel utilisateur: %(user)s

source: signed up
fr: s'est inscrit

source: %(user)s: profile updated
fr: %(user)s: a mis son profil à jours

source: edited their profile
fr: a édité son profil

source: %(user)s: profile was edited by %(admin)s
fr: %(user)s: le profil à été changé par %(admin)s

source: had their profile updated by %(admin)s
fr: le profil à été changé par %(admin)s

source: New instance: %(instance)s
fr: Nouvelle instance: %(instance)s

source: founded the %(instance)s instance
fr: a créé l'instance %(instance)s

source: %(instance)s: instance was updated
fr: %(instance)s: l'instance a été mise à jour

source: updated the %(instance)s instance
fr: a mis l'adhocracy %(instance)s à jour

source: Deleted Adhocracy: %(instance)s
fr: A effacé l'instance: %(instance)s

source: deleted the %(instance)s instance
fr: a effacé l'adhocracy %(instance)s

source: %(instance)s: %(user)s joined
fr: %(instance)s: %(user)s est devenu membre

source: joined %(instance)s
fr: s'est inscrit à %(instance)s

source: %(instance)s: %(user)s left
fr: %(instance)s: %(user)s s'est désinscrit

source: left %(instance)s
fr: a quitté %(instance)s

source: %(instance)s: %(user)s was forced to leave
fr: %(instance)s: %(user)s a été expulsé

source: was forced to leave %(instance)s by %(admin)s
fr: a été expulsé %(instance)s par %(admin)s

source: %(instance)s: %(user)s is now a %(group)s
fr: %(instance)s: %(user)s est maintenant un %(group)s

source: now is a %(group)s within %(instance)s
fr: est maintenant un %(group)s dans %(instance)s

source: New proposal: %(proposal)s
fr: Nouvelle proposition: %(proposal)s

source: created %(proposal)s
fr: a proposé %(proposal)s

source: Edit proposal: %(proposal)s
fr: àditer la proposition: %(proposal)s

source: edited %(proposal)s
fr: a édité %(proposal)s

source: Poll cancelled: %(proposal)s
fr: Vote annulé: %(proposal)s

source: re-drafted %(proposal)s
fr: a réécrit %(proposal)s

source: New Poll: %(proposal)s
fr: Nouveau vote: %(proposal)s

source: called a vote on %(proposal)s
fr: appelle au vote de %(proposal)s

source: Deleted proposal: %(proposal)s
fr: A effacé la proposition: %(proposal)s

source: deleted %(proposal)s
fr: a effacé %(proposal)s

source: New page: %(page)s
fr: Nouvelle page: %(page)s

source: created %(page)s
fr: a créé %(page)s

source: Edit page: %(page)s
fr: Page édité: %(page)s

source: edited %(page)s
fr: a édité %(page)s

source: Deleted page: %(page)s
fr: A effacé la page %(page)s

source: deleted %(page)s
fr: a effacé %(page)s

source: New comment: in %(topic)s
fr: Nouveau commentaire: dans %(topic)s

source: commented %(comment)s on %(topic)s
fr: a commenté %(comment)s dans %(topic)s

source: Edited comment: in %(topic)s
fr: A édité un commentaire: dans %(topic)s

source: Deleted comment: in %(topic)s
fr: A effacé un commentaire: dans %(topic)s

source: New Delegation: %(user)s delegated %(scope)s to %(agent)s
fr: Nouvelle délégation: %(user)s a délégué %(scope)s a %(agent)s

source: delegated voting on %(scope)s to %(agent)s
fr: a délégué sa voix pour %(scope)s à %(agent)s

source: Revoked Delegation: %(user)s revoked delegation to %(agent)s
fr: Révocation de la délégation: %(user)s a révoqué sa délégation à %(agent)s

source: revoked their delegation on %(scope)s to %(agent)s
fr: a révoqué sa délégation à %(agent)s pour %(scope)s

source: Rating: %(user)s %(vote)s %(poll)s
fr: Evaluation: %(user)s %(vote)s %(poll)s

source: Variants: %(user)s %(vote)s %(poll)s
fr: Motions: %(user)s %(vote)s %(poll)s

source: Adhocracy says hello: %(test)s
fr: Adhocracy vous dit bonjour: %(test)s

source: You received %(user)ss delegation on %(scope)s
fr: Vous avez reçut la délégation de %(user)s pour %(scope)s

source: You lost %(user)ss delegation on %(scope)s
fr: Vous avez perdu la délégation de %(user)s pour %(scope)s

source: Membership: You've been kicked from %(instance)s
fr: Adhésion: Vous avez été expulsé de %(instance)s

source: Membership: you're now a %(group)s in %(instance)s
fr: Adhésion: vous avez le statut de %(group)s dans %(instance)s

source: Delegation conflict regarding %(poll)s
fr: Il y a des délégations contradictoire concernant le vote %(poll)s

source: Comment Reply: %(topic)s
fr: Réponse au commentaire: %(topic)s

source: Comment Edit: %(topic)s
fr: changement du commentaire: %(topic)s

source: More info: %(url)s
fr: plus d'info: %(url)s

source: This proposal is currently being voted on and cannot be modified.
fr: Cette proposition est en court de vote et ne peut être modifié.

source: (Unknown)
fr: (inconnu)

source: Proposals
fr: Propositions

source: Implementation
fr: Mise en oeuvre

source: Adhocracy
fr: Adhocracie

source: Users
fr: Utilisateurs

source: This action is only available in an instance context.
fr: Cette action est seulement possible a l'interieur d'une instance.

source: (Untitled)
fr: (Sans titre)

source: formatting hints
fr: conseil pour le formatage

source: Save
fr: Enregistrer

source: or
fr: ou

source: cancel
fr: annuler

source: Notify me of updates.
fr: activer la notification des changements

source: Stop receiving notifications.
fr: arrêt des notifications.

source: unwatch
fr: ne plus suivre

source: Receive notifications when this item is updated.
fr: Recevoir des notifications quand cet objet est mis à jour.

source: watch
fr: observer

source: %(start)s-%(end)s out of %(total)s
fr: %(start)s-%(end)s fini sur %(total)s

source: sort by:
fr: trier par:

source: No entries.
fr: Pas d'entrée.

source: previous
fr: précédent

source: next
fr: suivant

source: entries
fr: entrées

source: remove
fr: supprimer

source: No Title
fr: Sans titre

source: Your profile
fr: Votre profil

source: Your voting record
fr: Votre historique de votes

source: Your delegation balance
fr: Vos procurations

source: Delegations
fr: Procurations

source: Items you are watching
fr: Vos abonnements

source: Watchlist
fr: Abonnements

source: Settings such as language, passwords, etc.
fr: Préférence (language, mot de passe, etc.)

source: Settings
fr: Préférences

source: Sign out
fr: Se déconnecter

source: Logout
fr: Déconnexion

source: Login
fr: Identification

source: Register
fr: S'inscrire

source: All instances
fr: Toutes les instances

source: Events
fr: Évenements

source: Help
fr: Aide

source: Instance home page
fr: Accueil de l'instance

source: Home
fr: Acceuil

source: Norm pages
fr: Les règles

source: Norms
fr: voir les règles

source: Show all proposals
fr: montrer toutes les propositions.

source: All members of this instance
fr: Tous les membres de cet instance

source: Members
fr: Membres

source: Search
fr: recherche

source: Join this instance to start contributing.
fr: Rejoindre cet instance pour pouvoir contribuer.

source: join
fr: rejoindre

source: code of conduct
fr: code de conduite

source: terms and conditions
fr: termes et conditions

source: privacy
fr: protection des données personnelles

source: imprint
fr: logo

source: Send
fr: Envoyer

source: Admin: Group Permissions
fr: Administrateur: permissions de groupe

source: Admin &raquo; Group Permissions
fr: Administrateur &raquo; permissons de groupe

source: Group Permissions
fr: Permissions de groupe

source: WARNING: This allows you to shut yourself out of your adhocracy. Handle with care!
fr: ATTENTION! Ceci vous permet de vous exclure de votre propre adhocracie, veuillez procéder avec caution!

source: Edit
fr: Éditez

source: Comment
fr: commentaire

source: Comment on %s
fr: Commentaire sur %s

source: Are you sure you want to delete this comment?
fr: àtes vous sur de vouloir effacer ce commentaire?

source: Confirm
fr: Confirmer

source: Edit comment
fr: àdité ce commentaire

source: Comment on: %s
fr: Commentaire sur %s

source: Comment History
fr: Historique des commentaires.

source: New comment
fr: nouveau commentaire

source: created %s
fr: a créé %s

source: revert here
fr: annulé ici

source: on %s
fr: sur %s

source: edited %s
fr: a édité %s

source: No comments were made yet.
fr: Aucun commentaire n'a été fait jusqu'à maintenant.

source: Support this comment
fr: Soutenir ce commentaire

source: Oppose this comment
fr: s'opposer a ce commentaire

source: edit
fr: editer

source: delete
fr: effacer

source: reply
fr: repondre

source: hide
fr: masquer

source: (deleted)
fr: (effacé)

source: This comment has been deleted.
fr: Ce commentaire a été effacé.

source: deleted %s
fr: a effacé %s

source: edited %s by %s
fr: %s a été édité par %s

source: history
fr: historique

source: argumenting:
fr: Argumentaire:

source: pro
fr: pour

source: neutral
fr: neutre

source: con
fr: contre

source: Allow others to edit this comment.
fr: Permettre à d'autre d'éditer ce commentaire.

source: Discussion on %s
fr: Dicussion à propos de %s

source: Context
fr: Contexte

source: History
fr: Historique

source: for
fr: pour

source: against
fr: contre

source: abstained
fr: abstenu

source: undecided
fr: indécis

source: The user's delegates have voted, but no consensus wasreached among them. The decision is deferred.
fr: Les délégués de l'utilisateur on voté, mais un concensus n'a pas été obtenu entre eux. La décision est déféré a l'utilisateur.

source: The decision was made without delegations.
fr: La décisions à été faite sans délégations.

source: The decision was determined as a result of the following delegations:
fr: La décisions a été déterminé grace au délégations suivantes:

source: on
fr: sur

source: review
fr: revoire

source: Delegate: %s
fr: délégué: %s

source: Delegation
fr: Délégation

source: These people might be a good match for your delegation. Either select one of the listed delegates, or enter another user name.
fr: Ces personne pourrait être une bonne possibilité pour votre délégation. Choisissez une personne sur cette liste ou entrez le nom d'un autre utilisateur.

source: Start typing, you will receive suggestions to find the user.
fr: Commencé a taper, vous allez recevoir des suggestions pour trouver l'utilisateur.

source: Include decisions made before now.
fr: Ajouté les décisions prise pécédemment.

source: Delegation: %s
fr: Délégation: %s

source: Cancel this delegation.
fr: révoquer cette délégation

source: revoke
fr: révoquer

source: from %s
fr: de %s

source: to %s
fr: pour %s

source: established %s
fr: a établit %s

source: revoked %s
fr: a révoqué %s

source: The delegation can be overridden or revoked at any time.
fr: Cette délégation peu être révoqué ou outrepassé à tout moment.

source: What is a delegation?
fr: Qu'est ce qu'une délégation?

source: Can delegations be revoked?
fr: Une délégation peut-elle être révoqué?

source: More help...
fr: plus d'aide...

source: No decisions have been based on this delegation yet. As soon as this delegation leads to any decisions, they will be listed here.
fr: Aucune décisions basé sur cette délégation n'a été prise. Dès que cette délégation mènera à une décisions, elle sera inscrite ici.

source: track record
fr: historique

source: created <b>%s</b>
fr: a créé <b>%s</b>

source: Delegate voting
fr: déléguer sa voix

source: You have not delegated voting.
fr: Vous n'avez pas délégué votre voix

source: help
fr: aide

source: You have delegated voting to:
fr: Vous avez dÂ´légué votre vote à :

source: Delegate your say in this debate to another participant.
fr: Déléguer votre vote a un autre participant.

source: delegate
fr: délégué

source: You hold an additional vote.
fr: Vous avez une voix supplémentaire.

source: You hold %s additional votes.
fr: vous avez %s voix supplémentaires.

source: An automated email message describing the situation has been sent to our developers.
fr: Un message automatique décrivant la situation a été envoyé au développeur.

source: All current events.
fr: Tout les évenement actuel.

source: more
fr: plus

source: Latest Events
fr: Les derniers évenements

source: Activity
fr: Activité

source: This is a record of all recent actions within this instance.
fr: Ceci est un historique de toutes les actions récente dans cet instance.

source: You can also have notifications sent to you.
fr: Vous pouvez aussi recevoire des notifications sur d'autre platteforme.

source: Create a proposal to start debating in %(instance)s.
fr: Créez une proposition pour commencer À débatre dans %(instance)s.

source: Delete
fr: Effacer

source: Are you sure you want to delete this instance?
fr: àtes vous sur de vouloir éffacer cette instance?

source: Leave
fr: Quitter

source: Are you sure you want to leave this instance? You will no longer be able to write contributions or to vote.
fr: àtes vous sur de vouloir quitter cette instance? Vous deviendrez incapable de contribuer ou de voter à l'interieur.

source: Manage: %s
fr: gérer: %s

source: Manage
fr: gérer

source: Instance Name
fr: Nom de l'instance

source: Voting Rules
fr: Règle du vote
